select BookId
from libseq
where
    seqid IN (
        63460,
        81208,
        85274,
        79232,
        80578,
        56313,
        60679,
        76921,
        59890,
        70621,
        34145,
        40913,
        64912, -- выиграть у времени
        66568,
        47136,
        38139,
        52589,
        70408, -- Клан Медведя
        50470, -- Варлок
        73117, -- оружейный барон
        71762,
        59868,
        57756,
        63281,
        63403,
        56657,
        59870,
        52032,
        36508,
        47815 -- Темный Ратник
    )


    select BookId
from libseq
where
    seqid IN (
8411
    )